tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
cask "java"
brew "ack"
brew "ant"
brew "cairo"
brew "csshx"
brew "dfu-programmer"
brew "dialog"
brew "git"
brew "docker-machine", link: false
brew "ffmpeg"
brew "git-standup"
brew "gradle"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "mackup"
brew "mariadb", restart_service: true
brew "mas"
brew "maven"
brew "mosh"
brew "nmap"
brew "node"
brew "nvm"
brew "optipng"
brew "pup"
brew "rclone"
brew "tree"
brew "wget"
brew "zsh"
brew "homebrew/php/php71"
cask "1password"
cask "aerial"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "archiver"
cask "arduino"
cask "arq"
cask "atom"
cask "bartender"
cask "beamer"
cask "captain"
cask "cinch"
cask "coconutbattery"
cask "daisydisk"
cask "dash"
cask "docker"
cask "dropbox"
cask "dropshare"
cask "dynamite"
cask "firefox"
cask "franz"
cask "fritzing"
cask "google-chrome"
cask "gpgtools"
cask "handbrake"
cask "hazel"
cask "intellij-idea"
cask "kaleidoscope"
cask "little-snitch"
cask "macdown"
cask "mactex"
cask "makemkv"
cask "mqttfx"
cask "mysqlworkbench"
cask "paw"
cask "phpstorm"
cask "postico"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "resilio-sync"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "subler"
cask "sublime-text"
cask "texpad"
cask "tower"
cask "transmit"
cask "tripmode"
cask "vlc"
cask "webpquicklook"
cask "ynab"
mas "Frank DeLoupe", id: 530458789
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iStudiez Pro", id: 402989379
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things3", id: 904280696
mas "Tweetbot", id: 557168941
mas "Type2Phone", id: 472717129
mas "Unsplash Wallpapers", id: 1284863847
